/* Portuguese (Portugues do Brazil) versions of kiki texts */
/* translation by F.C.Covett */

/* game title */

"kiki the nano bot" = "kiki, o nano-robô";

/* menu */

"new game" = "novo jogo";
"load level" = "carregar nível";
"next level" = "próximo nível";
"restart" = "recomeçar";
"setup" = "configurar";
"story" = "estória";
"demo" = "demo";
"about" = "créditos";
"help" = "ajuda";
"quit" = "sair";
"back" = "voltar";

/* about */

"version" = "versão";
"programmed by" = "desenvolido por";
"sounds from" = "audio por";
"thanks to" = "agradecimentos";
"visit" = "visite";
"for more games" = "para mais jogos";
"main menu" = "menu principal";

/* story */

"STORY_PAGE_1" = "era uma vez,\nhavia\nestes minúsculos robôs\nvivendo em um mundo nanoscópico.\n\neles viviam felizes em sua vidinha articifial,\nsempre ocupados, coletando matéria-prima\npara seu criador,\nque então fazia mais e mais\nano-robôs.";

"STORY_PAGE_2" = "mas um dia,\num certo parasita\ndestruiu o programa central\nde controle do criador.\n\ndesde então, o criado não\nfunciona mais direito\ne só produz\nrobôs preguiçosos e malucos\nque atiram uns nos outros,\nassim destruindo o mundo nanoscópico.";

"STORY_PAGE_3" = "é sua missão ajudar kiki,\no único nano-robô são,\na reparar o criador.\n\nboa sorte!";

/* setup */

"off" = "desligar";
"on" = "ligar";
"sound" = "som";
"volume" = "volume";
"fullscreen" = "tela cheia";
"fov" = "campo de visão";
"speed" = "velocidade";
"keyboard setup" = "configurar teclado";
"save" = "salvar";

/* keyboard setup */

"$no_itemkeyboard setup" = "$no_itemconfigurar teclado"; // don't translate $no_item
"$no_item" = "$no_item"; // don't change this

"move forward" = "mover à frente";
"move backward" = "mover para trás";
"turn left" = "virar à esquerda";
"turn right" = "virar à direita";
"jump" = "pular";
"push" = "empurrar";
"shoot" = "atirar";
"change view" = "mudar a vista";
"look up" = "olhar para cima";
"look down" = "olhar para baixo";

"press the new key" = "digite a nova tecla";
"action without key" = "indefinido";
"back to setup" = "retornar";

/* help */

"HELP_SPIKES_1" = "$scale(1.5)mission:\ndirija-se à saida!\n\nevite os espetos!\nsomente ande sobre eles,\nquando estiverem retraídos.";

"HELP_GOLD_1" = "$scale(1.5)mission:\ndirija-se à saida!\n\npara chegar à próxima saida,\nmova as pedras\n\npara mover as pedras,\ndigite \"$key(push)\"+\"$key(move forward)\"";

"HELP_JUMP_1" = "$scale(1.5)mission:\ndirija-se à saida!\n\npara chegar à próxima saida,\nsalte sobre os cubos\n\npara pular,\ndigite \"$key(jump)\"";

"HELP_JUMP_2" = "para saltar adiante,\ndigite \"$key(jump)\"+\"$key(move forward)\"\n\nvocê pode virar\nenquanto pula!\n\npara virar,\ndigite \"$key(turn left)\"\nou \"$key(turn right)\""; 

                  